Repository: civil98/civil
Catalog: status/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Data saved successfully!
ar: تم حفظ البيانات بنجاح !

source: there's no one dead with this national number
ar: لا يوجد أحد متوفي لديه هذا الرقم الوطني

source: welcome
ar: مرحبا

source: place of issue
ar: محل القيد

source: number of issue
ar: رقم القيد

source: name
ar: الاسم

source: national number
ar: الرقم الوطني

source: sur name
ar: النسبة

source: dad name
ar: اسم الأب

source: mom name
ar: اسم الأم

source: date and
ar: تاريخ و

source: place birth
ar: مكان الولادة

source: religion
ar: الديانة

source: gender
ar: الجنس

source: status
ar: الحالة الاجتماعية

source: date issue
ar: تاريخ القيد

source: refuse with note
ar: رفض مع ملاحظة

source: is done
ar: تم الإنجاز

source: print
ar: طباعة

source: get
ar: الحصول على

source: Cancel
ar: إلغاء

source: place of dead
ar: مكان الوفاة

source: date of dead
ar: تاريخ الوفاة

source: document name
ar: اسم الوثيقة

source: code
ar: رمز الوثيقة

source: national ID of the Applicant
ar: الرقم الوطني لمقدم الطلب

source: national ID of the Dependent
ar: الرقم الوطني للشخص المستفيد

source: document done
ar: الوثيقة منجزة

source: document rejected
ar: الوثيقة مرفوضة

source: document pending
ar: الوثيقة قيد الانتظار

source: check information
ar: التحقق من المعلومات

source: add note
ar: إضافة ملاحظة

source: Delete
ar: حذف

source: national id
ar: الرقم الوطني

source: date
ar: التاريخ

source: Create an Account
ar: إنشاء حساب

source: Sign Up
ar: تسجيل حساب

source: Already have an account?
ar: لديك حساب بالفعل ؟

source: Log in
ar: تسجيل الدخول

source: About the Platform:
ar: حول المنصة:

source: Our platform is an initiative aimed at facilitating the procedures of civil status transactions for Syrian expatriates, providing them with direct access to a variety of services in an easy and convenient manner. The platform offers a wide range of services including adding personal information, extracting individual and family status documents, as well as marriage, death, and divorce contracts.
ar: منصتنا هي مبادرة تهدف إلى تسهيل إجراءات معاملات الحالة المدنية للمغتربين السوريين، مما يوفر لهم وصولاً مباشراً إلى مجموعة متنوعة من الخدمات بطريقة سهلة ومريحة. تقدم المنصة مجموعة واسعة من الخدمات بما في ذلك إضافة المعلومات الشخصية، استخراج الوثائق الفردية والعائلية، وكذلك عقود الزواج والوفاة والطلاق.

source: Our Services:
ar: خدماتنا:

source: Adding Personal Information:
ar: إضافة المعلومات الشخصية

source: Users can easily and securely input and update their personal information through the platform, helping them maintain accurate and up-to-date records.
ar: يمكن للمستخدمين إدخال وتحديث معلوماتهم الشخصية بسهولة وأمان من خلال المنصة، مما يساعدهم في الحفاظ على سجلات دقيقة ومحدثة.

source: Extracting Individual and Family Status Documents:
ar: استخراج الوثائق الفردية والعائلية:

source: The platform provides an easy service for extracting individual and family status documents, enabling users to obtain official documents quickly and efficiently.
ar: توفر المنصة خدمة سهلة لاستخراج الوثائق الفردية والعائلية، مما يمكّن المستخدمين من الحصول على الوثائق الرسمية بسرعة وكفاءة.

source: Marriage, Death, and Divorce Contracts:
ar: عقود الزواج والوفاة والطلاق:

source: Users can create and extract marriage, death, and divorce contracts easily through the platform, with the necessary support and guidance to complete these processes.
ar: يمكن للمستخدمين إنشاء واستخراج عقود الزواج والوفاة والطلاق بسهولة من خلال المنصة، مع الدعم والإرشاد اللازمين لإكمال هذه العمليات.

source: Electronic Payment Feature:
ar: ميزة الدفع الإلكتروني:

source: The platform offers a secure and reliable online payment method, allowing users to complete payment transactions easily, smoothly, and securely.
ar: تقدم المنصة وسيلة دفع إلكترونية آمنة وموثوقة، مما يسمح للمستخدمين بإجراء معاملات الدفع بسهولة وسلاسة وأمان.

source: Our Vision:
ar: رؤيتنا:

source: We strive to make civil status transactions smoother and easier for Syrian expatriates through our digital platform, which provides innovative and reliable solutions to meet their needs.
ar: نسعى لجعل معاملات الحالة المدنية أكثر سلاسة وسهولة للمغتربين السوريين من خلال منصتنا الرقمية، التي تقدم حلولاً مبتكرة وموثوقة لتلبية احتياجاتهم.

source: Our Values:
ar: قيمنا:

source: Efficiency:
ar: الكفاءة:

source: We aim to deliver high-quality services with the highest levels of efficiency.
ar: نهدف إلى تقديم خدمات عالية الجودة بأعلى مستويات الكفاءة.

source: Transparency:
ar: الشفافية :

source: We are committed to providing a transparent and trustworthy environment for users.
ar: نحن ملتزمون بتوفير بيئة شفافة وموثوقة للمستخدمين.

source: Professionalism:
ar: الاحترافية:

source: We adhere to professionalism and ethics in delivering our services.
ar: نلتزم بالاحترافية والأخلاقيات في تقديم خدماتنا.

source: Join us today and benefit from a unique experience to facilitate your government transactions with ease and confidence.
ar: انضم إلينا اليوم واستفد من تجربة فريدة لتسهيل معاملاتك الحكومية بسهولة وثقة.

source: main
ar: الصفحة الرئيسية

source: login
ar: تسجيل الدخول

source: signup
ar: تسجيل حساب

source: call us
ar: اتصل بنا

source: about
ar: حول المنصة

source: address
ar: العنوان

source: Syria
ar: سوريا

source: logout
ar: تسجيل خروج

source: menu
ar: القائمة

source: login employee
ar: تسجيل الدخول كموظف

source: choose document
ar: اختيار وثيقة

source: pay for orders
ar: الدفع للطلبات

source: assert information
ar: إدخال معلومات

source: show payments
ar: عرض عمليات الدفع

source: enter payments
ar: إدخال عمليات الدفع

source: show documents
ar: عرض الوثائق

source: close
ar: إغلاق

source: add personal information
ar: إدخال معلومات شخصية

source: show new documents
ar: عرض الوثائق الجديدة

source: show payments
ar: عرض عمليات الدفع

source: Enter Payment Amount
ar: إدخال عمليات الدفع

source: Enter transaction id
ar: رقم عملية التحويل

source: Enter Amount
ar: أدخل المبلغ

source: Save Payments
ar: حفظ عمليات الدفع

source: Payment
ar: عمليات الدفع

source: Enter Payment Reference
ar: أدخل معرف الدفع

source: Confirm Payment
ar: تأكيد عمليات الدفع

source: Your Orders
ar: طلباتك

source: balance is
ar: الرصيد

source: Total Cost
ar: التكلفة الإجمالية

source: Proceed to Payment
ar: إنجاز الدفع

source: Pay
ar: تحويل

source: Your payments
ar: عمليات الدفع

source: cancel
ar: إلغاء

source: Log In
ar: تسجيل الدخول

source: Don't have an account?
ar: ليس لديك حساب ؟

source: Sign up
ar: تسجيل حساب

source: Employee Login
ar: تسجيل دخول الموظف

source: password is 12345
ar: كلمة السر هي :12345

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة السر

source: national id for the dead
ar: الرقم الوطني للمتوفي

source: date of the death
ar: تاريخ الوفاة

source: place of the death
ar: مكان الوفاة

source: image
ar: الصورة

source: insert dead person
ar: إضافة شخص متوفى

source: add person
ar: إضافة شخص

source: please assert your parent information
ar: الرجاء إدخال معلومات الأب

source: first name
ar: الاسم

source: last name
ar: النسبة

source: national num
ar: الرقم الوطني

source: choose image
ar: اختيار صورة

source: please assert your event information
ar: يرجى إدخال بيانات الواقعة

source: national ID
ar: الرقم الوطني

source: event type
ar: نوع الواقعة

source: event date
ar: تاريخ الواقعة

source: event place
ar: مكان الواقعة

source: insert partner
ar: إدخال شريك

source: dad national id
ar: الرقم الوطني للأب

source: mom national id
ar: الرقم الوطني للأم

source: birth place
ar: مكان الولادة

source: birth date
ar: تاريخ الولادة

source: date of issue
ar: تاريخ القيد

source: date of event
ar: تاريخ الواقعة

source: place of event
ar: مكان الواقعة

source: go back
ar: رجوع

source: please note that any account with the same national id will be delete
ar: يرجى ملاحظة أنه أي حساب يملك نفس الرقم الوطني سوف يحذف

source: The applicant does not have the right to access the data of the dead person
ar: صاحب الطلب لا يحق له الوصول لبيانات الشخص الميت
